Revit 2024 API
UnitTypeId.KilogramForceMetersPerMeter Property
 Kilogram force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramForceMetersPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property KilogramForceMetersPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramForceMetersPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace